Repository: formorer/pkg-ipvsadm
Catalog: debian/po/*.po
Languages: cs, eu, fi, ja, nl

source: none, master, backup, both
cs: žádný, master, backup, oboje
eu: batez, nagusia, babeskopia, biak
fi: ei mikään, isäntä, varmuuskopio, molemmat
ja: 利用しない, マスター, バックアップ, 両方
nl: geen, primair, reserve, beide

source: Daemon method:
cs: Metoda spuštění daemona:
eu: Deabru metodoa:
fi: Taustaohjelman toimintatapa:
ja: デーモンの利用方法:
nl: Achtergronddienst-methode:

source: ipvsadm can activate the IPVS synchronization daemon. "master" starts this daemon in master mode, "backup" in backup mode and "both" uses master and backup mode at the same time. "none" disables the daemon.
cs: ipvsadm může spustit synchronizačního daemona IPVS. "master" spustí daemona v master módu, "backup" v backup módu a "oboje" zapne master i backup mód najednou. "žádný" daemona vypne.
eu: ipvsadm-ek IPVS sinkronizazio deabrua aktibatu dezake. "nagusi" erabiliaz deabrua nagusi moduan abiaraziko da, "babeskopia" erabiliaz babeskopia moduan eta "biak" hauatatuz nagusi eta babeskopia moduan aldi berean abiaraziko dira. "batez" erabiliaz deabrua ezgaitzen da.
fi: ipvsadm voi käynnistää IPVS-synkronisointitaustaohjelman. Valinnalla ”isäntä” taustaohjelma käynnistyy isäntätilassa, valinnalla ”varmmuskopio” varmuuskopiotilassa ja valinnalla ”molemmat” se käyttää molempia tiloja yhtäaikaa. Valinta ”ei mikään” poistaa taustaohjelman käytöstä.
ja: ipvsadm は IPVS 同期デーモンを有効にできます。「マスター」はこのデーモンを master モードで起動し、「バックアップ」は backup モード、「両方」は同時に master および backup モードで起動します。「利用しない」はデーモンを無効にします。
nl: ipvsadm kan de IPVS-synchronisatie-achtergronddienst activeren. 'primair' start deze achtergronddienst in primaire modus, 'reserve' in reserve-modus, en 'beide' gebruikt zowel de primaire als de reserve-modus. 'geen' schakelt de achtergronddienst uit.

source: See the man page for more details, ipvsadm(8).
cs: Pro více informací si přečtěte manuálové stránky ipvsadm(8).
eu: Ikusi man orrialdea xehetasun gehiagorako ipvsadm(8).
fi: Lisätietoja löytyy man-ohjesivulta ipvsadm(8).
ja: 詳細は man ページ ipvsadm(8) を参照してください。
nl: Meer informatie vindt u in de man-pagina ipvsadm(8).

source: Kernel does not support IPVS
cs: Jádro nepodporuje IPVS
eu: Kernelak ez du IPVS onartzen
fi: Ydin ei tue IPVS:ää
ja: カーネルが IPVS をサポートしていません
nl: Uw kernel ondersteunt geen IPVS.

source: ipvsadm requires IPVS support in the kernel. Please use a kernel with IPVS modules, otherwise this software is pretty useless.
cs: ipvsadm požaduje podporu IPVS, který je součástí jádra. Použijte prosím jádro s podporou IPVS, jinak vám tento program bude k ničemu.
eu: ipvsadm-ek kernelean IPVS onarpena behar du. Mesedez erabili IPVS moduluak dituen kernel bat, bestela software hau ezin da erabili.
fi: ipvsadm vaatii, että ydin tukee IPVS:ää. Käytä ytimen IPVS-moduuleita, koska ilman niitä tämä ohjelma on käyttökelvoton.
ja: ipvsadm はカーネルの IPVS サポートが必要です。IPVS モジュールを有効にしたカーネルを利用してください。そうでないと、このソフトはまったく使えません。
nl: ipvsadm vereist IPVS-ondersteuning in de kernel. Gelieve een kernel met IPVS-modules te gebruiken, anders is deze software nutteloos.

source: Do you want to automatically load IPVS rules on boot?
cs: Chcete načíst pravidla IPVS automaticky při startu počítače?
eu: Abioan automatikoki IPVS arauak autoamtikoki kargatzea nahi al duzu?
fi: Tulisiko IPVS-säännöt ladata käynnistettäessä järjestelmä?
ja: 起動時に IPVS ルールを自動的にロードしますか?
nl: Wilt u dat de IPVS-regels automatisch geladen tijdens het opstarten van de computer?

source: If you choose this option your IPVS rules will be loaded from /etc/ipvsadm.rules automatically on boot.
cs: Pokud zvolíte tuto možnost, pak budou vaše pravidla IPVS automaticky načtena ze souboru /etc/ipvsadm.rules při startu počítače.
eu: Aukera hau hautatuaz IPVS arauak sistema abioan automatikoki kargatuko dira /etc/ipvsadm-etik.
fi: Jos valitset tämän vaihtoehdon, IPVS-säännöt ladataan automaattisesti tiedostosta /etc/ipvsadm.rules, kun järjestelmä käynnistyy.
ja: この選択肢を選ぶと、起動時に /etc/ipvsadm.rules から IPVS ルールが自動的に読み込まれます。
nl: Als u deze optie kiest zullen uw IPVS-regels tijdens het opstarten van de machine automatisch geladen worden uit /etc/ipvsadm.rules.

source: Multicast interface for ipvsadm:
cs: Rozhraní multicast pro ipvsadm:
eu: ipvsadm-ek erabiliko duen multicast interfazea:
fi: ipvsadminin ryhmälähetysliitäntä:
ja: ipvsadm 用マルチキャストインターフェイス:
nl: Multicast-interface voor ipvsadm:

source: Select the multicast interface to be used by synchronization daemon. e.g. eth0, eth1...
cs: Vyberte multicast rozhraní, na kterém poběží synchronizační daemon. Např. eth0, eth1...
eu: Hautatu sinkronizazio deabruak erabili duen multicast interfazea. adib. eth0, eth1...
fi: Valitse ryhmälähetysliitäntä, jota synkronisointitaustaohjelman tulisi käyttää, esim. eth0, eth1...
ja: 同期デーモンが使うマルチキャストインターフェイスを選択してください。例えば eth0, eth1 など…
nl: Welke multicast-interface dient door de synchronisatie-achtergronddienst gebruikt te worden? (bijvoorbeeld eth0, eth1 ...)
